Repository: AsliddinRasulov477/BXMS
Catalog: BXMS/*.lproj/Localizable.strings
Languages: uz, uz_cyrl

# til
source: Сменить язык
uz: Tilni o'zgartirish
uz_cyrl: Тилни ўзгартириш

# tun
source: Ночной режим
uz: Tungi rejim
uz_cyrl: Тунги режим

# bolishish
source: Поделиться
uz: Bo'lishish
uz_cyrl: Бўлишиш

# bizbaho
source: Оцените нас
uz: Bizni baholang
uz_cyrl: Бизни баҳоланг

# bizhaqim
source: О нас
uz: Biz haqimizda
uz_cyrl: Биз ҳақимизда

# bizilova
source: Наши приложения
uz: Bizning ilovalar
uz_cyrl: Бизнинг иловалар

# search
source: Поиск
uz: Izlash
uz_cyrl: Излаш

source: НСБУ
uz: BHMS
uz_cyrl: БҲМС

# bookmarked
source: Закладки
uz: Xatcho'plar
uz_cyrl: Хатчуплар

# settings
source: Настройки
uz: Sozlamalar
uz_cyrl: Созламалар

# bxms1
source: НСБУ 1
uz: BXMS 1
uz_cyrl: БХМС 1

# bxms2
source: НСБУ 2
uz: BXMS 2
uz_cyrl: БХМС 2

# bxms3
source: НСБУ 3
uz: BXMS 3
uz_cyrl: БХМС 3

# bxms4
source: НСБУ 4
uz: BXMS 4
uz_cyrl: БХМС 4

# bxms5
source: НСБУ 5
uz: BXMS 5
uz_cyrl: БХМС 5

# bxms6
source: НСБУ 6
uz: BXMS 6
uz_cyrl: БХМС 6

# bxms7
source: НСБУ 7
uz: BXMS 7
uz_cyrl: БХМС 7

# bxms8
source: НСБУ 8
uz: BXMS 8
uz_cyrl: БХМС 8

# bxms9
source: НСБУ 9
uz: BXMS 9
uz_cyrl: БХМС 9

# bxms10
source: НСБУ 10
uz: BXMS 10
uz_cyrl: БХМС 10

# bxms11
source: НСБУ 11
uz: BXMS 11
uz_cyrl: БХМС 11

# bxms12
source: НСБУ 12
uz: BXMS 12
uz_cyrl: БХМС 12

# bxms13
source: НСБУ 13
uz: BXMS 13
uz_cyrl: БХМС 13

# bxms14
source: НСБУ 14
uz: BXMS 14
uz_cyrl: БХМС 14

# bxms15
source: НСБУ 15
uz: BXMS 15
uz_cyrl: БХМС 15

# bxms16
source: НСБУ 16
uz: BXMS 16
uz_cyrl: БХМС 16

# bxms17
source: НСБУ 17
uz: BXMS 17
uz_cyrl: БХМС 17

# bxms18
source: НСБУ 18
uz: BXMS 18
uz_cyrl: БХМС 18

# bxms19
source: НСБУ 19
uz: BXMS 19
uz_cyrl: БХМС 19

# bxms20
source: НСБУ 20
uz: BXMS 20
uz_cyrl: БХМС 20

# bxms21
source: НСБУ 21
uz: BXMS 21
uz_cyrl: БХМС 21

# bxms22
source: НСБУ 22
uz: BXMS 22
uz_cyrl: БХМС 22

# bxms23
source: НСБУ 23
uz: BXMS 23
uz_cyrl: БХМС 23

# bxms24
source: НСБУ 24
uz: BXMS 24
uz_cyrl: БХМС 24

# bxms1.1
source: 1.1. Введение
uz: 1.1. Kirish
uz_cyrl: 1.1.Кириш

# bxms1.2
source: 1.2. Основополагающие принципы
uz: 1.2. Asosiy prinsiplar
uz_cyrl: 1.2.Асосий принциплар

# bxms1.3
source: 1.3. Основные идентификационные реквизиты финансовых отчетов
uz: 1.3. Moliyaviy hisobotlarning asosiy identifikasiyalangan rekvizitlari
uz_cyrl: 1.3.Молиявий ҳисоботларнинг асосий идентификацияланган реквизитлари

# bxms1.4
source: 1.4. Отчетный период и отчетная дата
uz: 1.4. Hisobot davri va hisobot sanasi
uz_cyrl: 1.4.Ҳисобот даври ва ҳисобот санаси

# bxms1.5
source: 1.5. Представление финансовой отчетности
uz: 1.5. Moliyaviy hisobotni taqdim etish
uz_cyrl: 1.5.Молиявий ҳисоботни тақдим этиш

# bxms1.6
source: 1.6. Бухгалтерский баланс
uz: 1.6. Buxgalteriya balansi
uz_cyrl: 1.6.Бухгалтерия баланси

# bxms1.7
source: 1.7. Отчет о финансовых результатах
uz: 1.7. Moliyaviy natijalar to‘g‘risidagi hisobot
uz_cyrl: 1.7.Молиявий натижалар тўғрисидаги ҳисобот

# bxms1.8
source: 1.8. Отчет о денежных потоках
uz: 1.8. Pul oqimlari haqidagi hisobot
uz_cyrl: 1.8.Пул оқимлари ҳақидаги ҳисобот

# bxms1.9
source: 1.9. Отчет о собственном капитале
uz: 1.9. Xususiy kapital to‘g‘risidagi hisobot
uz_cyrl: 1.9.Хусусий капитал тўғрисидаги ҳисобот

# bxms1.10
source: 1.10. Примечания, расчеты и пояснения к финансовой отчетности
uz: 1.10. Moliyaviy hisobotga izohlar
uz_cyrl: 1.10.Молиявий ҳисоботга изоҳлар

# bxmsCat1.0
source: 1.0.Приказ
uz: 1.0.Buyruq
uz_cyrl: 1.0.Буйруқ

# bxmsCat1.1
source: 1.1.Общие_положения
uz: 1.Umumiy qoidalar
uz_cyrl: 1.Умумий қоидалар

# bxmsCat1.2
source: 1.2.Цель_стандарта
uz: 2.Standartning maqsadi
uz_cyrl: 2.Стандартнинг мақсади

# bxmsCat1.3
source: 1.3.Сфера_действия
uz: 3.Amal qilish sohasi
uz_cyrl: 3.Амал қилиш соҳаси

# bxmsCat1.4
source: 1.4.Состав_финансовой_отчетности
uz: 4.Moliyaviy hisobot tarkibi
uz_cyrl: 4.Молиявий ҳисобот таркиби

# bxmsCat1.5
source: 1.5.Дополнительная_информация
uz: 5.Qo‘shimcha axborotlar (izohlar, hisob-kitoblar, tushuntirishlar)
uz_cyrl: 5.Қўшимча ахборотлар

# bxmsCat2.1
source: 2.1.Принцип начисления
uz: 1.Hisoblash prinsipi
uz_cyrl: 1.Ҳисоблаш принципи

# bxmsCat2.2
source: 2.2.Ведение учета методом двойной записи
uz: 2.Ikkiyoqlama yozuv usuli bilan hisob yuritish
uz_cyrl: 2.Иккиёқлама ёзув усули билан ҳисоб юритиш

# bxmsCat2.3
source: 2.3.Непрерывность
uz: 3.Uzluksizlik
uz_cyrl: 3.Узлуксизлик

# bxmsCat2.4
source: 2.4.Денежная оценка хозяйственных операций
uz: 4.Xo‘jalik operasiyalarini, aktivlarni va passivlarni pulda baholash
uz_cyrl: 4.Хўжалик операцияларини

# bxmsCat2.5
source: 2.5.Достоверность
uz: 5.Ishonchlilik
uz_cyrl: 5.Ишончлилик

# bxmsCat2.6
source: 2.6.Предусмотрительность(осторожность)
uz: 6.Oldindan ko‘ra bilish (ehtiyotkorlik)
uz_cyrl: 6.Олдиндан кўра билиш

# bxmsCat2.7
source: 2.7.Преобладание содержания над формой
uz: 7.Ko‘rsatkichlarning qiyosiyligi
uz_cyrl: 7.Кўрсаткичларнинг қиёсийлиги

# bxmsCat2.8
source: 2.8.Сопоставимость показателей
uz: 8.Moliyaviy hisobotning betarafligi
uz_cyrl: 8.Молиявий ҳисоботнинг бетарафлиги

# bxmsCat2.9
source: 2.9.Нейтральность финансовой отчетности
uz: 9.Aktivlar va majburiyatlarni haqiqiy baholash
uz_cyrl: 9.Активлар ва мажбуриятларни ҳақиқий баҳолаш

# bxmsCat2.10
source: 2.10.Фактическая оценка активов и обязательств
uz: 10.Hisobot davridagi daromadlar va xarajatlarning muvofiqligi
uz_cyrl: 10.Ҳисобот давридаги даромадлар ва харажатларнинг мувофиқлиги

# bxmsCat2.11
source: 2.11.Соответствие доходов и расходов отчетного периода
uz: 11.Tushunarlilik
uz_cyrl: 11.Тушунарлилик

# bxmsCat2.12
source: 2.12.Понятность
uz: 12.Ahamiyatlilik
uz_cyrl: 12.Аҳамиятлилик

# bxmsCat2.13
source: 2.13.Значимость
uz: 13.Muhimlilik
uz_cyrl: 13.Муҳимлилик

# bxmsCat2.14
source: 2.14.Существенность
uz: 14.Haqqoniy va beg‘araz tasavvur etish
uz_cyrl: 14.Ҳаққоний ва беғараз тасаввур этиш

# bxmsCat2.15
source: 2.15.Правдивое и беспристрастное представление
uz: 15.Tugallanganlik
uz_cyrl: 15.Тугалланганлик

# bxmsCat2.16
source: 2.16.Завершенность
uz: 16.Izchillik
uz_cyrl: 16.Изчиллик

# bxmsCat2.17
source: 2.17.Последовательность
uz: 17.O‘z vaqtidalik
uz_cyrl: 17.Ўз вақтидалик

# bxmsCat2.18
source: 2.18.Своевременность
uz: 18.Offsetting (moddalarning o‘zaro hisobga olinishi)
uz_cyrl: 18.Оффсеттинг

# bxmsCat2.19
source: 2.19.Оффсеттинг
uz: 19.Xolislik
uz_cyrl: 19.Холислик

# bxmsCat2.20
source: 2.20.Объективность
uz: 20.Hisob siyosati
uz_cyrl: 20.Ҳисоб сиёсати

# bxmsCat3.1
source: 3.ОСНОВНЫЕ ИДЕНТИФИКАЦИОННЫЕ РЕКВИЗИТЫ ФИНАНСОВЫХ ОТЧЕТОВ
uz: 1.3.Moliyaviy hisobotlarning asosiy identifikasiyalangan rekvizitlari
uz_cyrl: 3.1.Молиявий ҳисоботларнинг асосий идентификацияланган реквизитлари

# bxmsCat4.1
source: 4.ОТЧЕТНЫЙ ПЕРИОД И ОТЧЕТНАЯ ДАТА
uz: 1.4.Hisobot davri va hisobot sanasi
uz_cyrl: 4.1.Ҳисобот даври ва ҳисобот санаси

# bxmsCat5.1
source: 5.ПРЕДСТАВЛЕНИЕ ФИНАНСОВОЙ ОТЧЕТНОСТИ
uz: 1.5.Moliyaviy hisobotni taqdim etish
uz_cyrl: 5.1.Молиявий ҳисоботни тақдим этиш

# bxmsCat6.1
source: 6.1.Цель бухгалтерского баланса
uz: 1.Buxgalteriya balansining maqsadi
uz_cyrl: 1.Бухгалтерия балансининг мақсади

# bxmsCat6.2
source: 6.2.Различие между оборотными (текущими) и долгосрочными активами
uz: 2.Aylanma (joriy) va uzoq muddatli aktivlar o‘rtasidagi tafovut
uz_cyrl: 2.Айланма

# bxmsCat6.3
source: 6.3.Оборотные (текущие) активы
uz: 3.Aylanma (joriy) aktivlar
uz_cyrl: 3.Айланма (жорий) активлар

# bxmsCat6.4
source: 6.4.Долгосрочные (нетекущие) активы
uz: 4.Uzoq muddatli (joriy bo‘lmagan) aktivlar
uz_cyrl: 4.Узоқ муддатли (жорий бўлмаган) активлар

# bxmsCat6.5
source: 6.5.Краткосрочные (текущие) обязательства
uz: 5.Qisqa muddatli (joriy) majburiyatlar
uz_cyrl: 5.Қисқа муддатли (жорий) мажбуриятлар

# bxmsCat6.6
source: 6.6.Рефинансирование краткосрочных (текущих) обязательств
uz: 6.Qisqa muddatli (joriy) majburiyatlarni qayta moliyalashtirish
uz_cyrl: 6.Қисқа муддатли (жорий) мажбуриятларни қайта молиялаштириш

# bxmsCat6.7
source: 6.7.Информация, подлежащая отражению в бухгалтерском балансе
uz: 7.Buxgalteriya balansida aks ettirilishi lozim bo‘lgan axborotlar
uz_cyrl: 7.Бухгалтерия балансида акс эттирилиши лозим бўлган ахборотлар

# bxmsCat6.8
source: 6.8.Информация, представляемая в примечаниях, расчетах и пояснениях
uz: 8.Izohlar, hisob-kitoblar va tushuntirishlarda taqdim etiladigan axborotlar
uz_cyrl: 8.Изоҳлар, ҳисоб-китоблар ва тушунтиришларда тақдим этиладиган ахборотлар

# bxmsCat7.1
source: 7.1.Цель отчета о финансовых результатах
uz: 1.Moliyaviy natijalar to‘g‘risidagi hisobotning maqsadi
uz_cyrl: 1.Молиявий натижалар тўғрисидаги ҳисоботнинг мақсади

# bxmsCat7.2
source: 7.2.Информация, которая должна быть представлена в отчете о финансовых результатах
uz: 2.Moliyaviy natijalar to‘g‘risidagi hisobotda taqdim etilishi kerak bo‘lgan axborotlar
uz_cyrl: 2.Молиявий натижалар тўғрисидаги ҳисоботда тақдим этилиши керак бўлган ахборотлар

# bxmsCat7.3
source: 7.3.Информация, представляемая в примечаниях, расчетах и пояснениях
uz: 3.Izohlar, hisob-kitoblar va tushuntirishlarda taqdim etiladigan axborotlar
uz_cyrl: 3.Изоҳлар, ҳисоб-китоблар ва тушунтиришларда тақдим этиладиган ахборотлар

# bxmsCat8.1
source: 8.ОТЧЕТ О ДЕНЕЖНЫХ ПОТОКАХ
uz: 1.8.Pul oqimlari haqidagi hisobot
uz_cyrl: 1.8.Пул оқимлари ҳақидаги ҳисобот

# bxmsCat9.1
source: 9.Отчет о собственном капитале
uz: 1.9.Xususiy kapital to‘g‘risidagi hisobot
uz_cyrl: 1.9.Хусусий капитал тўғрисидаги ҳисобот

# bxmsCat10.1
source: 10.1.Цель составления примечаний
uz: 1.Izohlar, hisob-kitoblar va tushuntirishlarni tuzishdan maqsad
uz_cyrl: 10.1.Изоҳлар

# bxmsCat10.2
source: 10.2.Структура пояснений
uz: 2.Tushuntirishlar tarkibi
uz_cyrl: 10.2.Тушунтиришлар таркиби

# bxmsCat10.3
source: 10.3.Раскрытие учетной политики
uz: 3.Hisob siyosatini yoritib berish
uz_cyrl: 10.3.Ҳисоб сиёсатини ёритиб бериш

# bxmsCat10.4
source: 10.4.Другие раскрытия
uz: 4.Boshqa yoritib berishlar
uz_cyrl: 10.4.Бошқа ёритиб беришлар

# bxms2.1
source: 2.1.ЦЕЛЬ
uz: 2.1.Maqsadi
uz_cyrl: 2.1.Мақсади

# bxms2.2
source: 2.2.СФЕРА ДЕЙСТВИЯ
uz: 2.2.Amal qilish sohasi
uz_cyrl: 2.2.Амал қилиш соҳаси

# bxms2.3
source: 2.3.ОПРЕДЕЛЕНИЕ
uz: 2.3.Atamalar
uz_cyrl: 2.3.Атамалар

# bxms2.4
source: 2.4.ИЗМЕРЕНИЕ ДОХОДА
uz: 2.4.Daromadni o‘lchash
uz_cyrl: 2.4.Даромадни ўлчаш

# bxms2.5
source: 2.5.ОПРЕДЕЛЕНИЕ ФАКТА ЗАКЛЮЧЕНИЯ СДЕЛКИ
uz: 2.5.Tuzilgan bitimlar faktini aniqlash
uz_cyrl: 2.5.Тузилган битимлар фактини аниқлаш

# bxms2.6
source: 2.6.РЕАЛИЗАЦИЯ ТОВАРОВ
uz: 2.6.Tovarlarni sotish
uz_cyrl: 2.6.Товарларни сотиш

# bxms2.7
source: 2.7.ОКАЗАНИЕ УСЛУГ (РАБОТ)
uz: 2.7.Xizmatlar ko‘rsatish (ishlarni bajarish)
uz_cyrl: 2.7.Хизматлар кўрсатиш

# bxms2.8
source: 2.8.ПРОЦЕНТЫ, РОЯЛТИ И ДИВИДЕНДЫ (ДРУГИЕ ДОХОДЫ)
uz: 2.8.Foizlar, royaltilar va dividendlar (boshqa daromadlar)
uz_cyrl: 2.8.Фоизлар

# bxms2.9
source: 2.9.РАСКРЫТИЕ
uz: 2.9.Yoritib berish
uz_cyrl: 2.9.Ёритиб бериш

# bxms2.10
source: 2.10.0.ПРИМЕРЫ
uz: 2.10.2-sonli BHMSga muvofiq tovarlarni sotish va xizmatlar ko‘rsatish (ishlar bajarish)da daromadlarni tan olish bo‘yicha Misollar
uz_cyrl: 2.10.2-сонли БҲМСга мувофиқ товарларни сотиш ва хизматлар кўрсатиш (ишлар бажариш)да даромадларни тан олиш бўйича

# bxms3.0
source: 3.0.Приказ
uz: 3.0.Buyruq
uz_cyrl: 3.0.Буйруқ

# bxms3.1
source: 3.1.Общие положения
uz: 3.1.Umumiy qoidalar
uz_cyrl: 3.1.Умумий қоидалар

# bxms3.2
source: 3.2.Цель стандарта
uz: 3.2.Standartning maqsadi
uz_cyrl: 3.2.Стандартнинг мақсади

# bxms3.3
source: 3.3.Сфера действия
uz: 3.3.Amal qilish sohasi
uz_cyrl: 3.3.Амал қилиш соҳаси

# bxms3.4
source: 3.4.Определения
uz: 3.4.Atamalar
uz_cyrl: 3.4.Атамалар

# bxms3.5
source: 3.5.Раскрытия
uz: 3.5.Yoritib berish
uz_cyrl: 3.5.Ёритиб бериш

# bxms3.6
source: 3.6.Чистый доход или убыток за отчетный период
uz: 3.6.Hisobot davrining sof daromadi yoki zarari
uz_cyrl: 3.6.Ҳисобот даврининг соф даромади ёки зарари

# bxms3.7
source: 3.7.Чрезвычайные статьи
uz: 3.7.Favquloddagi moddalar
uz_cyrl: 3.7.Фавқулоддаги моддалар

# bxms3.8
source: 3.8.Доход или убыток от общехозяйственной
uz: 3.8.Umumxo‘jalik (odatiy) faoliyatdan daromadlar yoki zararlar
uz_cyrl: 3.8.Умумхўжалик (одатий) фаолиятдан даромадлар ёки зарарлар

# bxms3.9
source: 3.9.Прекращенная деятельность
uz: 3.9.Faoliyatning tugatilishi
uz_cyrl: 3.9.Фаолиятнинг тугатилиши

# bxms3.10
source: 3.10.Изменения в учетных оценках
uz: 3.10.Hisob baholaridagi o‘zgarishlar
uz_cyrl: 3.10.Ҳисоб баҳоларидаги ўзгаришлар

# bxms3.11
source: 3.11.Фундаментальные (существенные) ошибки
uz: 3.11.Asosiy (jiddiy) xatolar
uz_cyrl: 3.11.Асосий (жиддий) хатолар

# bxms3.12
source: 3.12.Изменения в учетной политике
uz: 3.12.Hisob siyosatidagi o‘zgartishlar
uz_cyrl: 3.12.Ҳисоб сиёсатидаги ўзгартишлар

# bxms4.0
source: 4.0.Приказ
uz: 4.0.Buyruq
uz_cyrl: 4.0.Буйруқ

# bxms4.1
source: 4.1.Общие положения
uz: 4.1.1-bob. Umumiy qoidalar
uz_cyrl: 4.1.1-боб. Умумий қоидалар

# bxms4.2
source: 4.2.Признание товарно-материальных запасов
uz: 4.2.2-bob. Tovar-moddiy zaxiralarni tan olish
uz_cyrl: 4.2.2-боб. Товар-моддий захираларни тан олиш

# bxms4.3
source: 4.3.Себестоимость приобретенных товарно-материальных запасов
uz: 4.3.3-bob. Xarid qilingan tovar-moddiy zaxiralarning tannarxi
uz_cyrl: 4.3.3-боб. Харид қилинган товар-моддий захираларнинг таннархи

# bxms4.4
source: 4.4.Себестоимость товарно-материальных запасов, произведенных в организации
uz: 4.4.4-bob. Tashkilotda ishlab chiqarilgan tovar-moddiy zaxiralarning tannarxi
uz_cyrl: 4.4.4-боб. Ташкилотда ишлаб чиқарилган товар-моддий захираларнинг таннархи

# bxms4.5
source: 4.5.Методы определения себестоимости товарно-материальных запасов
uz: 4.5.5-bob. Tovar-moddiy zaxiralarning tannarxini aniqlash usullari
uz_cyrl: 4.5.5-боб. Товар-моддий захираларнинг таннархини аниқлаш усуллари

# bxms4.6
source: 4.6.Чистая стоимость реализации
uz: 4.6.6-bob. Realizasiya qilishning sof qiymati
uz_cyrl: 4.6.6-боб. Реализация қилишнинг соф қиймати

# bxms4.7
source: 4.7.Выбытие товарно-материальных запасов
uz: 4.7.7-bob. Tovar-moddiy zaxiralarning chiqib ketishi
uz_cyrl: 4.7.7-боб. Товар-моддий захираларнинг чиқиб кетиши

# bxms4.8
source: 4.8.Особенности учета инвентаря и хозяйственных принадлежностей
uz: 4.8.8-bob. Inventar va xo‘jalik jihozlarini hisobga olish xususiyatlari
uz_cyrl: 4.8.8-боб. Инвентарь ва хўжалик жиҳозларини ҳисобга олиш хусусиятлари

# bxms4.9
source: 4.9.Особенности учета тары
uz: 4.9.9-bob. Taralarni hisobga olish xususiyatlari
uz_cyrl: 4.9.9-боб. Тараларни ҳисобга олиш хусусиятлари

# bxms4.10
source: 4.10.Особенности учета животных на выращивании и откорме
uz: 4.10.10-bob. O‘stirishdagi va boquvdagi hayvonlarni hisobga olish xususiyatlari
uz_cyrl: 4.10.10-боб. Ўстиришдаги ва боқувдаги ҳайвонларни ҳисобга олиш хусусиятлари

# bxms4.11
source: 4.11.Инвентаризация товарно-материальных запасов
uz: 4.11.11-bob. Tovar-moddiy zaxiralarni inventarizasiya qilish
uz_cyrl: 4.11.11-боб. Товар-моддий захираларни инвентаризация қилиш

# bxms4.12
source: 4.12.Системы учета товарно-материальных запасов
uz: 4.12.12-bob. Tovar-moddiy zaxiralarni olishga ishonchnoma
uz_cyrl: 4.12.12-боб. Товар-моддий захираларни олишга ишончнома

# bxms4.13
source: 4.13.Раскрытие информации
uz: 4.13.13-bob. Tovar-moddiy zaxiralarni hisobga olish tizimlari
uz_cyrl: 4.13.13-боб. Товар-моддий захираларни ҳисобга олиш тизимлари

# bxms5.0
source: 5.0.Приказ
uz: 5.0.Buyruq
uz_cyrl: 5.0.Буйруқ

# bxms5.1
source: 5.1.Общие положения
uz: 5.1.1-§. Umumiy qoidalar
uz_cyrl: 5.1.1.Умумий қоидалар

# bxms5.2
source: 5.2.Поступление основных средств
uz: 5.2.2-§. Asosiy vositalarning kelib tushishi
uz_cyrl: 5.2.2.Асосий воситаларнинг келиб тушиши

# bxms5.3
source: 5.3.Оценка основных средств
uz: 5.3.3-§. Asosiy vositalarni baholash
uz_cyrl: 5.3.3.Асосий воситаларни баҳолаш

# bxms5.4
source: 5.4.Капитальные вложения, переводимые в основные средства
uz: 5.4.4-§. Asosiy vositalarga o‘tkaziladigan kapital qo‘yilmalar
uz_cyrl: 5.4.4.Асосий воситаларга ўтказиладиган капитал қўйилмалар

# bxms5.5
source: 5.5.Переоценка основных средств
uz: 5.5.5-§. Asosiy vositalarni qayta baholash
uz_cyrl: 5.5.5.Асосий воситаларни қайта баҳолаш

# bxms5.6
source: 5.6.Начисление амортизации
uz: 5.6.6-§. Amortizasiyani hisoblash
uz_cyrl: 5.6.6.Амортизацияни ҳисоблаш

# bxms5.7
source: 5.7.Ремонт основных средств
uz: 5.7.7-§. Asosiy vositalarni ta’mirlash
uz_cyrl: 5.7.7.Асосий воситаларни таъмирлаш

# bxms5.8
source: 5.8.Выбытие основных средств
uz: 5.8.8-§. Asosiy vositalarning chiqib ketishi
uz_cyrl: 5.8.8.Асосий воситаларнинг чиқиб кетиши

# bxms5.9
source: 5.9.Инвентаризация основных средств
uz: 5.9.9-§. Asosiy vositalarni inventarizasiyadan o‘tkazish
uz_cyrl: 5.9.9.Асосий воситаларни инвентаризациядан ўтказиш

# bxms5.10
source: 5.10.Раскрытие информации
uz: 5.10.10-§. Axborotni yoritib berish
uz_cyrl: 5.10.10.Ахборотни ёритиб бериш

# bxms6.0
source: 6.0.Приказ
uz: 6.0.Buyruq
uz_cyrl: 6.0.Буйруқ

# bxms6.1
source: 6.1.Общие положения
uz: 6.1.§ 1. Umumiy qoidalar
uz_cyrl: 6.1.1.Умумий қоидалар

# bxms6.2
source: 6.2.Основные термины, используемые в настоящем НСБУ
uz: 6.2.§ 2. Mazkur BHMSda qo‘llaniladigan asosiy atamalar
uz_cyrl: 6.2.2.Мазкур БҲМСда қўлланиладиган асосий атамалар

# bxms6.3
source: 6.3.Учет финансовой аренды
uz: 6.3.§ 3. Moliyaviy ijara hisobi
uz_cyrl: 6.3.3.Молиявий ижара ҳисоби

# bxms6.4
source: 6.4.Учет оперативной аренды
uz: 6.4.§ 4. Operativ ijara hisobi
uz_cyrl: 6.4.4.Оператив ижара ҳисоби

# bxms6.5
source: 6.5.Раскрытие информации
uz: 6.5.§ 5. Ma’lumotlarni ochib berish
uz_cyrl: 6.5.5.Маълумотларни очиб бериш

# bxms7.0
source: 7.0.Приказ
uz: 7.0.Buyruq
uz_cyrl: 7.0.Буйруқ

# bxms7.1
source: 7.1.Общие положения
uz: 7.1.1-§. Umumiy qoidalar
uz_cyrl: 7.1.1.Умумий қоидалар

# bxms7.2
source: 7.2.Поступление нематериальных активов
uz: 7.2.2-§. Nomoddiy aktivlarning kelib tushishi
uz_cyrl: 7.2.2.Номоддий активларнинг келиб тушиши

# bxms7.3
source: 7.3.Первоначальная оценка нематериальных активов
uz: 7.3.3-§. Nomoddiy aktivlarni dastlabki baholash
uz_cyrl: 7.3.3.Номоддий активларни дастлабки баҳолаш

# bxms7.4
source: 7.4.Капитальные вложения, переводимые в нематериальные активы
uz: 7.4.4-§. Nomoddiy aktivlarga o‘tkaziladigan kapital qo‘yilmalar
uz_cyrl: 7.4.4.Номоддий активларга ўтказиладиган капитал қўйилмалар

# bxms7.5
source: 7.5.Переоценка нематериальных активов
uz: 7.5.5-§. Nomoddiy aktivlarni qayta baholash
uz_cyrl: 7.5.5.Номоддий активларни қайта баҳолаш

# bxms7.6
source: 7.6.Отражение расхода
uz: 7.6.6-§. Xarajatni aks ettirish
uz_cyrl: 7.6.6.Харажатни акс эттириш

# bxms7.7
source: 7.7.Начисление амортизации
uz: 7.7.7-§. Amortizasiyani hisoblash
uz_cyrl: 7.7.7.Амортизацияни ҳисоблаш

# bxms7.8
source: 7.8.Учет операций, связанных с предоставлением права на использование нематериальных активов
uz: 7.8.8-§. Nomoddiy aktivlardan foydalanish huquqini berish bilan bog‘liq operasiyalar hisobi
uz_cyrl: 7.8.8.Номоддий активлардан фойдаланиш ҳуқуқини бериш билан боғлиқ операциялар ҳисоби

# bxms7.9
source: 7.9.Особенности учета гудвилла
uz: 7.9.9-§. Gudvill hisobining xususiyatlari
uz_cyrl: 7.9.9.Гудвилл ҳисобининг хусусиятлари

# bxms7.10
source: 7.10.Выбытие нематериальных активов
uz: 7.10.10-§. Nomoddiy aktivlarning chiqib ketishi
uz_cyrl: 7.10.10.Номоддий активларнинг чиқиб кетиши

# bxms7.11
source: 7.11.Инвентаризация нематериальных активов
uz: 7.11.11-§. Nomoddiy aktivlarni inventarizasiyadan o‘tkazish
uz_cyrl: 7.11.11.Номоддий активларни инвентаризациядан ўтказиш

# bxms7.12
source: 7.12.Раскрытие информации
uz: 7.12.12-§. Axborotni yoritib berish
uz_cyrl: 7.12.12.Ахборотни ёритиб бериш

# bxms8.0
source: 8.0.Приказ
uz: 8.0.Buyruq
uz_cyrl: 8.0.Буйруқ

# bxms8.1
source: 8.1.Общие положения
uz: 8.1.UMUMIY QOIDALAR
uz_cyrl: 8.1.УМУМИЙ ҚОИДАЛАР

# bxms8.2
source: 8.2.Поступление нематериальных активов
uz: 8.2.MAQSAD VA AMAL QILISH SOHASI
uz_cyrl: 8.2.МАҚСАД ВА АМАЛ ҚИЛИШ СОҲАСИ

# bxms8.3
source: 8.3.Первоначальная оценка нематериальных активов
uz: 8.3.TUSHUNChALAR
uz_cyrl: 8.3.ТУШУНЧАЛАР

# bxms8.4
source: 8.4.Капитальные вложения, переводимые в нематериальные активы
uz: 8.4.KONSOLIDASIYALASHGAN MOLIYAVIY HISOBOTLARNI TAQDIM ETISH
uz_cyrl: 8.4.КОНСОЛИДАЦИЯЛАШГАН МОЛИЯВИЙ ҲИСОБОТЛАРНИ ТАҚДИМ ЭТИШ

# bxms8.5
source: 8.5.Переоценка нематериальных активов
uz: 8.5.KONSOLIDASIYALASH AMAL QILADIGAN SOHA
uz_cyrl: 8.5.КОНСОЛИДАЦИЯЛАШ АМАЛ ҚИЛАДИГАН СОҲА

# bxms8.6
source: 8.6.Отражение расхода
uz: 8.6.KONSOLIDASIYALASHGAN HISOBOTLARNI TUZISH USULI
uz_cyrl: 8.6.КОНСОЛИДАЦИЯЛАШГАН ҲИСОБОТЛАРНИ ТУЗИШ УСУЛИ

# bxms8.7
source: 8.7.Начисление амортизации
uz: 8.7.BOSH JAMIYATNING ALOHIDA MOLIYAVIY HISOBOTIDA SHO
uz_cyrl: 8.7.БОШ ЖАМИЯТНИНГ АЛОҲИДА МОЛИЯВИЙ ҲИСОБОТИДА ШЎЪБА ХЎЖАЛИК ЖАМИЯТЛАРИГА ИНВЕСТИЦИЯЛАРНИ ҲИСОБГА ОЛИШ

# bxms8.8
source: 8.8.Учет операций, связанных с предоставлением права на использование нематериальных активов
uz: 8.8.YORITIB BERISH
uz_cyrl: 8.7.ЁРИТИБ БЕРИШ

# bxms9.0
source: 9.0.ПРИКАЗ
uz: 9.0.Buyruq
uz_cyrl: 9.0.Буйруқ

# bxms9.1
source: 9.1.ОБЩИЕ ПОЛОЖЕНИЯ
uz: 9.1.UMUMIY QOIDALAR
uz_cyrl: 9.1.УМУМИЙ ҚОИДАЛАР

# bxms9.2
source: 9.2.ЦЕЛЬ
uz: 9.2.MAQSADI
uz_cyrl: 9.2.МАҚСАДИ

# bxms9.3
source: 9.3.СФЕРА ДЕЙСТВИЯ
uz: 9.3.AMAL QILISH SOHASI
uz_cyrl: 9.3.ПУЛ ОҚИМИ ҲАРАКАТИ ТЎҒРИСИДАГИ АХБОРОТНИ БИЛИШ ФОЙДАЛИЛИГИ

# bxms9.4
source: 9.4.ПОЛЕЗНОСТЬ ИНФОРМАЦИИ О ДЕНЕЖНЫХ ПОТОКАХ
uz: 9.4.PUL OQIMI HARAKATI TO‘GʻRISIDAGI AXBOROTNI BILISH FOYDALILIGI
uz_cyrl: 9.4.ТУШУНЧАЛАР

# bxms9.5
source: 9.5.ОПРЕДЕЛЕНИЯ
uz: 9.5.TUSHUNChALAR
uz_cyrl: 9.5.ПУЛ МАБЛАҒИ ВА ПУЛ ЭКВИВАЛЕНТЛАРИ

# bxms9.6
source: 9.6.ДЕНЕЖНЫЕ СРЕДСТВА И ДЕНЕЖНЫЕ ЭКВИВАЛЕНТЫ
uz: 9.6.PUL MABLAGʻI VA PUL EKVIVALENTLARI
uz_cyrl: 9.6.ПУЛ ОҚИМЛАРИ ТЎҒРИСИДАГИ ҲИСОБОТНИ ТАҚДИМ ЭТИШ

# bxms9.7
source: 9.7.ПРЕДСТАВЛЕНИЕ ОТЧЕТА О ДЕНЕЖНЫХ ПОТОКАХ
uz: 9.7.PUL OQIMLARI TO‘GʻRISIDAGI HISOBOTNI TAQDIM ETISH
uz_cyrl: 9.7.ОПЕРАЦИОН ФАОЛИЯТИ

# bxms9.8
source: 9.8.ОПЕРАЦИОННАЯ ДЕЯТЕЛЬНОСТЬ
uz: 9.8.OPERATSION FAOLIYATI
uz_cyrl: 9.8.ИНВЕСТИЦИЯ ФАОЛИЯТИ

# bxms9.9
source: 9.9.ИНВЕСТИЦИОННАЯ ДЕЯТЕЛЬНОСТЬ
uz: 9.9.INVESTITSIYA FAOLIYATI
uz_cyrl: 9.9.МОЛИЯ ФАОЛИЯТИ

# bxms9.10
source: 9.10.ФИНАНСОВАЯ ДЕЯТЕЛЬНОСТЬ
uz: 9.10.MOLIYA FAOLIYATI
uz_cyrl: 9.10.ОПЕРАЦИОН ФАОЛИЯТИДАН ТУШГАН ПУЛ ОҚИМЛАРИ БЎЙИЧА ҲИСОБОТ

# bxms9.11
source: 9.11.ОТЧЕТНОСТЬ ПО ДЕНЕЖНЫМ ПОТОКАМ ОТ ОПЕРАЦИОННОЙ ДЕЯТЕЛЬНОСТИ
uz: 9.11.OPERASION FAOLIYATIDAN TUSHGAN PUL OQIMLARI BO‘YIChA HISOBOT
uz_cyrl: 9.11.ИНВЕСТИЦИЯ ВА МОЛИЯ ФАОЛИЯТИДАН ТУШГАН ПУЛ ОҚИМЛАРИ БЎЙИЧА ҲИСОБОТ

# bxms9.12
source: 9.12.ОТЧЕТНОСТЬ ПО ДЕНЕЖНЫМ ПОТОКАМ ОТ ИНВЕСТИЦИОННОЙ И ФИНАНСОВОЙ ДЕЯТЕЛЬНОСТИ
uz: 9.12.INVESTITSIYA VA MOLIYA FAOLIYATIDAN TUSHGAN PUL OQIMLARI BO‘YIChA HISOBOT
uz_cyrl: 9.12.ХОРИЖИЙ ВАЛЮТАДАГИ ПУЛ ОҚИМЛАРИ

# bxms9.13
source: 9.13.ДЕНЕЖНЫЕ ПОТОКИ В ИНОСТРАННОЙ ВАЛЮТЕ
uz: 9.13.XORIJIY VALYUTADAGI PUL OQIMLARI
uz_cyrl: 9.13.ФАВҚУЛОДДА МОДДАЛАР

# bxms9.14
source: 9.14.ЧРЕЗВЫЧАЙНЫЕ СТАТЬИ
uz: 9.14.FAVQULODDA MODDALAR
uz_cyrl: 9.14.ФОИЗЛАР ВА ДИВИДЕНДЛАР

# bxms9.15
source: 9.15.ПРОЦЕНТЫ И ДИВИДЕНДЫ
uz: 9.15.FOIZLAR VA DIVIDENDLAR
uz_cyrl: 9.15.ДАРОМАД

# bxms9.16
source: 9.16.НАЛОГИ НА ДОХОД (ПРИБЫЛЬ)
uz: 9.16.DAROMAD
uz_cyrl: 9.16.ШЎЪБА КОРХОНАЛАРНИ

# bxms9.17
source: 9.17.ПРИОБРЕТЕНИЕ И ПРОДАЖА ДОЧЕРНИХ ПРЕДПРИЯТИЙ И ДРУГИХ ХОЗЯЙСТВЕННЫХ ЕДИНИЦ
uz: 9.17.SHO‘’BA KORXONALARNI, BOSHQA XO‘JALIK BIRLIKLARINI SOTIB OLISH VA SOTISH
uz_cyrl: 9.17.ПУЛГА ДАХЛИ БЎЛМАГАН ОПЕРАЦИОН ФАОЛИЯТЛАР

# bxms9.18
source: 9.18.НЕДЕНЕЖНЫЕ ОПЕРАЦИИ
uz: 9.18.PULGA DAXLI BO‘LMAGAN OPERASION FAOLIYATLAR
uz_cyrl: 9.18.ПУЛ МАБЛАҒЛАРИ ВА УЛАР ЭКВИВАЛЕНТЛАРИНИНГ АЙРИМ МОДДАЛАРИ

# bxms9.19
source: 9.19.ОТДЕЛЬНЫЕ СТАТЬИ ДЕНЕЖНЫХ СРЕДСТВ И ИХ ЭКВИВАЛЕНТОВ
uz: 9.19.PUL MABLAGʻLARI VA ULAR EKVIVALENTLARINING AYRIM MODDALARI
uz_cyrl: 9.19.БОШҚА АХБОРОТЛАРНИ ОЧИБ БЕРИШ

# bxms9.20
source: 9.20.РАСКРЫТИЕ ПРОЧЕЙ ИНФОРМАЦИИ
uz: 9.20.BOSHQA AXBOROTLARNI OChIB BERISH
uz_cyrl: missing

# bxms10.0
source: 10.0.ПРИКАЗ
uz: 10.0.Buyruq
uz_cyrl: 10.0.Буйруқ
