Repository: AsliddinRasulov477/BXMS
Catalog: BXMS/*.lproj/Localizable.strings
Languages: uz, uz_cyrl

# bxms10.1
source: 10.1.ОБЩИЕ ПОЛОЖЕНИЯ
uz: 10.1.UMUMIY QOIDALAR
uz_cyrl: 10.1.УМУМИЙ ҚОИДАЛАР

# bxms10.2
source: 10.2.ЦЕЛЬ
uz: 10.2.MAQSADI
uz_cyrl: 10.2.МАҚСАДИ

# bxms10.3
source: 10.3.СФЕРА ДЕЙСТВИЯ
uz: 10.3.AMAL QILISH SOHASI
uz_cyrl: 10.3.АМАЛ ҚИЛИШ СОҲАСИ

# bxms10.4
source: 10.4.ОПРЕДЕЛЕНИЯ
uz: 10.4.TUSHUNChALAR
uz_cyrl: 10.4.ДАВЛАТ СУБСИДИЯЛАРИ БУХГАЛТЕРЛИК ҲИСОБ

# bxms10.5
source: 10.5.МЕТОДИКА БУХГАЛТЕРСКОГО УЧЕТА ГОСУДАРСТВЕННЫХ СУБСИДИЙ
uz: 10.5.DAVLAT SUBSIDIYALARI BUXGALTERLIK HISOB-KITOBI USLUBIYATI
uz_cyrl: 10.5.ТУШУНЧАЛАР

# bxms10.6
source: 10.6.НЕЛИКВИДНЫЕ ГОСУДАРСТВЕННЫЕ СУБСИДИИ
uz: 10.6.DAVLATNING NOLIKVID SUBSIDIYALARI
uz_cyrl: 10.6.ДАВЛАТНИНГ НОЛИКВИД СУБСИДИЯЛАРИ

# bxms10.7
source: 10.7.УЧЕТ СУБСИДИЙ, ОТНОСИМЫХ К АКТИВАМ
uz: 10.7.AKTIVLARGA KIRITILADIGAN SUBSIDIYALARNI HISOB-KITOB QILISH
uz_cyrl: 10.7.АКТИВЛАРГА КИРИТИЛАДИГАН СУБСИДИЯЛАРНИ ҲИСОБ

# bxms10.8
source: 10.8.УЧЕТ СУБСИДИЙ, ОТНОСИМЫХ НА ДОХОДЫ
uz: 10.8.DAROMADLARGA KIRITILADIGAN SUBSIDIYALAR HISOBI
uz_cyrl: 10.8.ДАРОМАДЛАРГА КИРИТИЛАДИГАН СУБСИДИЯЛАР ҲИСОБИ

# bxms10.9
source: 10.9.ВОЗВРАТ ГОСУДАРСТВЕННЫХ СУБСИДИЙ
uz: 10.9.DAVLAT SUBSIDIYALARINI QAYTARISH
uz_cyrl: 10.9.ДАВЛАТ СУБСИДИЯЛАРИНИ ҚАЙТАРИШ

# bxms10.10
source: 10.10.РАСКРЫТИЕ
uz: 10.10.YORITIB BERISH
uz_cyrl: 10.10.ЁРИТИБ БЕРИШ

# bxms10.11
source: 10.11.ПЕРЕХОДНЫЕ ПОЛОЖЕНИЯ
uz: 10.11.O‘TISH QOIDALARI
uz_cyrl: 10.11.ЎТИШ ҚОИДАЛАРИ

# bxms11.0
source: 11.0.ПРИКАЗ
uz: 11.0.Buyruq
uz_cyrl: 11.0.Буйруқ

# bxms11.1
source: 11.1.ОБЩИЕ ПОЛОЖЕНИЯ
uz: 11.1.UMUMIY QOIDALAR
uz_cyrl: 11.1.УМУМИЙ ҚОИДАЛАР

# bxms11.2
source: 11.2.ЦЕЛЬ
uz: 11.2.MAQSAD
uz_cyrl: 11.2.МАҚСАД

# bxms11.3
source: 11.3.СФЕРА ДЕЙСТВИЯ
uz: 11.3.AMAL QILISH DOIRASI
uz_cyrl: 11.3.АМАЛ ҚИЛИШ ДОИРАСИ

# bxms11.4
source: 11.4.ОПРЕДЕЛЕНИЯ
uz: 11.4.TUSHUNChALAR
uz_cyrl: 11.4.ТУШУНЧАЛАР

# bxms11.5
source: 11.5.СОСТАВ ЗАТРАТ НА НАУЧНО-ИССЛЕДОВАТЕЛЬСКИЕ И ОПЫТНО-КОНСТРУКТОРСКИЕ РАЗРАБОТКИ
uz: 11.5.ILMIY-TEKSHIRISH VA TAJRIBA-KONSTRUKTORLIK ISHLAB ChIQISHLAR XARAJATLARI TARKIBI
uz_cyrl: 11.5.ИЛМИЙ-ТЕКШИРИШ ВА ТАЖРИБА-КОНСТРУКТОРЛИК ИШЛАБ ЧИҚИШЛАР ХАРАЖАТЛАРИ ТАРКИБИ

# bxms11.6
source: 11.6.ПРИЗНАНИЕ ЗАТРАТ НА НАУЧНО-ИССЛЕДОВАТЕЛЬСКИЕ И ОПЫТНО-КОНСТРУКТОРСКИЕ РАЗРАБОТКИ
uz: 11.6.ILMIY-TEKSHIRISH VA TAJRIBA-KONSTRUKTORLIK ISHLAB ChIQISHLAR XARAJATLARINING TAN OLINISHI
uz_cyrl: 11.6.ИЛМИЙ-ТЕКШИРИШ ВА ТАЖРИБА-КОНСТРУКТОРЛИК ИШЛАБ ЧИҚИШЛАР ХАРАЖАТЛАРИНИНГ ТАН ОЛИНИШИ

# bxms11.7
source: 11.7.АМОРТИЗАЦИЯ ЗАТРАТ НА ОПЫТНО-КОНСТРУКТОРСКИЕ РАБОТЫ
uz: 11.7.TAJRIBA-KONSTRUKTORLIK ISHLARI XARAJATLARI AMORTIZASIYASI
uz_cyrl: 11.7.ТАЖРИБА-КОНСТРУКТОРЛИК ИШЛАРИ ХАРАЖАТЛАРИ АМОРТИЗАЦИЯСИ

# bxms11.8
source: 11.8.УМЕНЬШЕНИЕ ЗАТРАТ НА ОПЫТНО-КОНСТРУКТОРСКИЕ РАБОТЫ
uz: 11.8.TAJRIBA-KONSTRUKTORLIK ISHLARI XARAJATLARINING KAMAYTIRILISHI
uz_cyrl: 11.8.ТАЖРИБА-КОНСТРУКТОРЛИК ИШЛАРИ ХАРАЖАТЛАРИНИНГ КАМАЙТИРИЛИШИ

# bxms11.9
source: 11.9.РАСКРЫТИЕ
uz: 11.9.YORITIB BERISH
uz_cyrl: 11.9.ЁРИТИБ БЕРИШ

# bxms11.10
source: 11.10.ПЕРЕХОДНЫЕ ПОЛОЖЕНИЯ
uz: 11.10.O‘TKAZISH QOIDALARI
uz_cyrl: 11.10.ЎТКАЗИШ ҚОИДАЛАРИ

# bxms12.0
source: 12.0.ПРИКАЗ
uz: 12.0.Buyruq
uz_cyrl: 12.0.Буйруқ

# bxms12.1
source: 12.1.ОБЩИЕ ПОЛОЖЕНИЯ
uz: 12.1.Umumiy qoidalar
uz_cyrl: 12.1.Умумий қоидалар

# bxms12.2
source: 12.2.ЦЕЛЬ
uz: 12.2.Maqsad
uz_cyrl: 12.2.Мақсад

# bxms12.3
source: 12.3.СФЕРА ДЕЙСТВИЯ
uz: 12.3.Amal qilish sohasi
uz_cyrl: 12.3.Амал қилиш соҳаси

# bxms12.4
source: 12.4.ОПРЕДЕЛЕНИЯ
uz: 12.4.Atamalar
uz_cyrl: 12.4.Атамалар

# bxms12.5
source: 12.5.КЛАССИФИКАЦИЯ ФИНАНСОВЫХ ИНВЕСТИЦИЙ
uz: 12.5.Moliyaviy investitsiyalarni tasniflash
uz_cyrl: 12.5.Молиявий инвестицияларни таснифлаш

# bxms12.6
source: 12.6.ОЦЕНКА ФИНАНСОВЫХ ИНВЕСТИЦИЙ
uz: 12.6.Moliyaviy investitsiyalarni baholash
uz_cyrl: 12.6.Молиявий инвестицияларни баҳолаш

# bxms12.7
source: 12.7.БАЛАНСОВАЯ СТОИМОСТЬ ИНВЕСТИЦИЙ КРАТКОСРОЧНЫЕ
uz: 12.7.Investitsiyalarning balans qiymati Qisqa muddatli
uz_cyrl: 12.7.Инвестицияларнинг баланс қиймати Қисқа муддатли (жорий) инвестициялар

# bxms12.8
source: 12.8.ДОЛГОСРОЧНЫЕ ФИНАНСОВЫЕ ИНВЕСТИЦИИ
uz: 12.8.Uzoq muddatli moliyaviy investitsiyalar
uz_cyrl: 12.8.Узоқ муддатли молиявий инвестициялар

# bxms12.9
source: 12.9.ПЕРЕОЦЕНКА БАЛАНСОВОЙ СТОИМОСТИ ФИНАНСОВЫХ ИНВЕСТИЦИЙ
uz: 12.9.Moliyaviy investitsiyalar balans qiymatini qayta baholash
uz_cyrl: 12.9.Молиявий инвестициялар баланс қийматини қайта баҳолаш

# bxms12.10
source: 12.10.ПРОДАЖА И ПЕРЕВОД ФИНАНСОВЫХ ИНВЕСТИЦИЙ
uz: 12.10.Moliyaviy investitsiyalarni sotish va o‘tkazish
uz_cyrl: 12.10.Молиявий инвестицияларни сотиш ва ўтказиш

# bxms12.11
source: 12.11.ФИНАНСОВЫЕ РЕЗУЛЬТАТЫ ОТ ОПЕРАЦИЙ С ИНВЕСТИЦИЯМИ
uz: 12.11.Investitsiyalar bo‘yicha operasiyalardan moliyaviy natijalar
uz_cyrl: 12.11.Инвестициялар бўйича операциялардан молиявий натижалар

# bxms12.12
source: 12.12.НАЛОГИ
uz: 12.12.Soliqlar
uz_cyrl: 12.12.Солиқлар

# bxms12.13
source: 12.13.РАСКРЫТИЕ
uz: 12.13.Yoritib berish
uz_cyrl: 12.13.Ёритиб бериш

# bxms14.0
source: 14.0.Приказ
uz: 14.0.Buyruq
uz_cyrl: 14.0.Буйруқ

# bxms14.1
source: 14.1.Общие положения
uz: 14.1.1-§. Umumiy qoidalar
uz_cyrl: 14.1.Умумий қоидалар

# bxms14.2
source: 14.2.Основные правила раскрытия информации
uz: 14.2.2-§. Axborotni yoritib berishning asosiy qoidalari
uz_cyrl: 14.2.Ахборотни ёритиб беришнинг асосий қоидалари

# bxms14.3
source: 14.3.Пояснения в части отчета о собственном капитале
uz: 14.3.3-§. Xususiy kapital to‘g‘risidagi hisobot qismiga tushuntirishlar
uz_cyrl: 14.3.Хусусий капитал тўғрисидаги ҳисобот қисмига тушунтиришлар

# bxms15.0
source: 15.0.Приказ
uz: 15.0.Buyruq
uz_cyrl: 15.0.Буйруқ

# bxms15.1
source: 15.1.Общие положения
uz: 15.1.1-§. UMUMIY QOIDALAR
uz_cyrl: 15.1.УМУМИЙ ҚОИДАЛАР

# bxms15.2
source: 15.2.Основные правила раскрытия информации
uz: 15.2.2-§. AXBOROTNI OSHKOR QILISHNING ASOSIY QOIDALARI
uz_cyrl: 15.2.АХБОРОТНИ ОШКОР ҚИЛИШНИНГ АСОСИЙ ҚОИДАЛАРИ

# bxms15.3
source: 15.3.Долгосрочные активы
uz: 15.3.3-§. UZOQ MUDDATLI AKTIVLAR
uz_cyrl: 15.3.УЗОҚ МУДДАТЛИ АКТИВЛАР

# bxms15.5
source: 15.5.Текущие активы
uz: 15.4.5-§. JORIY AKTIVLAR
uz_cyrl: 15.5.ЖОРИЙ АКТИВЛАР

# bxms15.6
source: 15.6.Собственный капитал (источники собственных средств)
uz: 15.5.6-§. O‘Z SARMOYASI (O‘Z SARMOYASI MANBALARI)
uz_cyrl: 15.6.ЎЗ САРМОЯСИ (ЎЗ САРМОЯСИ МАНБАЛАРИ)

# bxms15.7
source: 15.7.Обязательства
uz: 15.6.7-§. MAJBURIYATLAR
uz_cyrl: 15.7.МАЖБУРИЯТЛАР

# bxms15.9
source: 15.9.Пояснения в части бухгалтерского баланса
uz: 15.7.9-§. BUXGALTERIYa BALANSI QISMIDAGI TUSHUNTIRISHLAR
uz_cyrl: 15.9.БУХГАЛТЕРИЯ БАЛАНСИ ҚИСМИДАГИ ТУШУНТИРИШЛАР

# bxms16.0
source: 16.0.ПРИКАЗ
uz: 16.0.Buyruq
uz_cyrl: 16.0.Буйруқ

# bxms16.1
source: 16.1.ОБЩИЕ ПОЛОЖЕНИЯ
uz: 16.1.UMUMIY QOIDALAR
uz_cyrl: 16.1.УМУМИЙ ҚОИДАЛАР

# bxms16.2
source: 16.2.ЦЕЛЬ СТАНДАРТА
uz: 16.2.STANDARTNING MAQSADI
uz_cyrl: 16.2.СТАНДАРТНИНГ МАҚСАДИ

# bxms16.3
source: 16.3.СФЕРА ДЕЙСТВИЯ
uz: 16.3.HARAKAT DOIRASI
uz_cyrl: 16.3.ҲАРАКАТ ДОИРАСИ

# bxms16.4
source: 16.4.ОПРЕДЕЛЕНИЯ
uz: 16.4.TUSHUNCHALAR
uz_cyrl: 16.4.ТУШУНЧАЛАР

# bxms16.5
source: 16.5.НЕПРЕДВИДЕННЫЕ ОБСТОЯТЕЛЬСТВА
uz: 16.5.KUTILMAGAN VAZIYATLAR
uz_cyrl: 16.5.КУТИЛМАГАН ВАЗИЯТЛАР

# bxms16.6
source: 16.6.УЧЕТ НЕПРЕДВИДЕННЫХ УБЫТКОВ
uz: 16.6.KUTILMAGAN ZARARLAR HISOBI
uz_cyrl: 16.6.КУТИЛМАГАН ЗАРАРЛАР ҲИСОБИ

# bxms16.7
source: 16.7.УЧЕТ НЕПРЕДВИДЕННЫХ ПРИБЫЛЕЙ
uz: 16.7.KUTILMAGAN FOYDALAR HISOBI
uz_cyrl: 16.7.КУТИЛМАГАН ФОЙДАЛАР ҲИСОБИ

# bxms16.8
source: 16.8.ОЦЕНКА НЕПРЕДВИДЕННЫХ ОБСТОЯТЕЛЬСТВ
uz: 16.8.KUTILMAGAN HOLATLARNI BAHOLASH
uz_cyrl: 16.8.КУТИЛМАГАН ҲОЛАТЛАРНИ БАҲОЛАШ

# bxms16.9
source: 16.9.РАСКРЫТИЕ НЕПРЕДВИДЕННЫХ ОБСТОЯТЕЛЬСТВ
uz: 16.9.KUTILMAGAN HOLATLARNI YORITISH
uz_cyrl: 16.9.КУТИЛМАГАН ҲОЛАТЛАРНИ ЁРИТИШ

# bxms16.10
source: 16.10.СОБЫТИЯ ХОЗЯЙСТВЕННОЙ ДЕЯТЕЛЬНОСТИ
uz: 16.10.BUXGALTERIYA BALANSINI TUZISH SANASIDAN KEYIN XO
uz_cyrl: 16.10.БУХГАЛТЕРИЯ БАЛАНСИНИ ТУЗИШ САНАСИДАН КЕЙИН ХЎЖАЛИК ФАОЛИЯТИДА ЮЗ БЕРАДИГАН ҲОДИСАЛАР

# bxms16.11
source: 16.11.РАСКРЫТИЕ
uz: 16.11.YORITIB BERISH
uz_cyrl: 16.11.ЁРИТИБ БЕРИШ

# bxms17.0
source: 17.0.ПРИКАЗ
uz: 17.0.Buyruq
uz_cyrl: 17.0.Буйруқ

# bxms17.1
source: 17.1.ОБЩИЕ ПОЛОЖЕНИЯ
uz: 17.1.UMUMIY QOIDALAR
uz_cyrl: 17.1.УМУМИЙ ҚОИДАЛАР

# bxms17.2
source: 17.2.ЦЕЛЬ СТАНДАРТА
uz: 17.2.STANDARTNING MAQSADI
uz_cyrl: 17.2.СТАНДАРТНИНГ МАҚСАДИ

# bxms17.3
source: 17.3.СФЕРА ДЕЙСТВИЯ
uz: 17.3.HARAKAT DOIRASI
uz_cyrl: 17.3.ҲАРАКАТ ДОИРАСИ

# bxms17.4
source: 17.4.ОПРЕДЕЛЕНИЯ
uz: 17.4.TUSHUNCHALAR
uz_cyrl: 17.4.ТУШУНЧАЛАР

# bxms17.5
source: 17.5.ПООБЪЕКТНЫЕ ДОГОВОРЫ И ГРУППЫ ДОГОВОРОВ СТРОИТЕЛЬНОГО ПОДРЯДА
uz: 17.5.OB’YEKTLAR BO‘YIChA SHARTNOMALAR VA QURILISH PUDRATI SHARTNOMALARI GURUHLARI
uz_cyrl: 17.5.ОБЪЕКТЛАР БЎЙИЧА ШАРТНОМАЛАР ВА ҚУРИЛИШ ПУДРАТИ ШАРТНОМАЛАРИ ГУРУҲЛАРИ

# bxms17.6
source: 17.6.ДОХОДЫ ПО ДОГОВОРАМ СТРОИТЕЛЬНОГО ПОДРЯДА
uz: 17.6.QURILISH PUDRAT SHARTNOMALARI BO‘YIChA DAROMADLAR
uz_cyrl: 17.6.ҚУРИЛИШ ПУДРАТ ШАРТНОМАЛАРИ БЎЙИЧА ДАРОМАДЛАР

# bxms17.7
source: 17.7.ЗАТРАТЫ ПО ДОГОВОРАМ СТРОИТЕЛЬНОГО ПОДРЯДА
uz: 17.7.QURILISH PUDRAT SHARTNOMALARI BO‘YIChA XARAJATLAR
uz_cyrl: 17.7.ҚУРИЛИШ ПУДРАТ ШАРТНОМАЛАРИ БЎЙИЧА ХАРАЖАТЛАР

# bxms17.8
source: 17.8.ПРИЗНАНИЕ ДОХОДОВ И РАСХОДОВ ПО ДОГОВОРУ СТРОИТЕЛЬНОГО ПОДРЯДА
uz: 17.8.QURILISH PUDRATI SHARTNOMALARI BO‘YIChA DAROMADLAR VA XARAJATLARNING E’TIROF ETILISHI
uz_cyrl: 17.8.ҚУРИЛИШ ПУДРАТИ ШАРТНОМАЛАРИ БЎЙИЧА ДАРОМАДЛАР ВА ХАРАЖАТЛАРНИНГ ЭЪТИРОФ ЭТИЛИШИ

# bxms17.9
source: 17.9.ПРИЗНАНИЕ ПРЕДПОЛАГАЕМЫХ УБЫТКОВ
uz: 17.9.MO‘LJALDAGI ZARARLARNING E’TIROF ETILISHI
uz_cyrl: 17.9.МЎЛЖАЛДАГИ ЗАРАРЛАРНИНГ ЭЪТИРОФ ЭТИЛИШИ

# bxms17.10
source: 17.10.РАСКРЫТИЕ
uz: 17.10.YORITIB BERISH
uz_cyrl: 17.10.ЁРИТИБ БЕРИШ

# bxms17.11
source: 17.11.ДАТА ВСТУПЛЕНИЯ В СИЛУ
uz: 17.11.AMALGA KIRITISH SANASI
uz_cyrl: 17.11.АМАЛГА КИРИТИШ САНАСИ

# bxms19.1
source: 19.1. Приказ
uz: 19.1. Buyruq
uz_cyrl: 19.1. Буйруқ

# bxms19.1.0
source: 19.1. Приказ
uz: 19.0.Buyruq
uz_cyrl: 19.0.Буйруқ

# bxms19.1.1
source: 19.1.Общие положения
uz: 19.1.1. Umumiy qoidalar
uz_cyrl: 19.1.Умумий қоидалар

# bxms19.1.2
source: 19.2.Общие правила проведения инвентаризации
uz: 19.2.2. Inventarizasiyani o‘tkazishning asosiy qoidalari
uz_cyrl: 19.2.Инвентаризацияни ўтказишнинг асосий қоидалари

# bxms19.1.4
source: 19.4.Составление сличительных ведомостей по инвентаризации
uz: 19.4.4. Inventarizasiya bo‘yicha solishtirish qaydnomalarini tuzish
uz_cyrl: 19.4.Инвентаризация бўйича солиштириш қайдномаларини тузиш

# bxms19.1.5
source: 19.5.Порядок регулирования инвентаризационных разниц и оформления результатов инвентаризации
uz: 19.5.5. Inventarizasiyadagi farqlarni tartibga solish va inventarizasiya natijalarini rasmiylashtirish tartibi
uz_cyrl: 19.5.Инвентаризациядаги фарқларни тартибга солиш ва инвентаризация натижаларини расмийлаштириш тартиби

# bxms19.3.1
source: 1.Инвентаризация основных средств
uz: 1.Asosiy vositalarni inventarizasiyasi
uz_cyrl: 19.1.Асосий воситаларни инвентаризацияси

# bxms19.3.2
source: 2.Инвентаризация нематериальных активов
uz: 2.Nomoddiy aktivlarni inventarizasiyasi
uz_cyrl: 19.2.Номоддий активларни инвентаризацияси

# bxms19.3.3
source: 3.Инвентаризация финансовых вложений
uz: 3.Moliyaviy qo‘yilmalarni inventarizasiyasi
uz_cyrl: 19.3.Молиявий қўйилмаларни инвентаризацияси

# bxms19.3.4
source: 4.Инвентаризация товарно-материальных ценностей
uz: 4.Tovar-moddiy qiymatliklarni inventarizasiyasi
uz_cyrl: 19.4.Товар

# bxms19.3.5
source: 5.Инвентаризация незавершенного производства и расходов будущих периодов
uz: 5.Tugallanmagan ishlab chiqarish va kelgusi davrlar xarajatlarini inventarizasiyasi
uz_cyrl: 19.5.Тугалланмаган ишлаб чиқариш ва келгуси даврлар харажатларини инвентаризацияси

# bxms19.3.6
source: 6.Инвентаризация животных и молодняка животных
uz: 6.Hayvonlar va yosh hayvonlarni inventarizasiyasi
uz_cyrl: 19.6.Ҳайвонлар ва ёш ҳайвонларни инвентаризацияси

# bxms19.3.7
source: 7.Инвентаризация денежных средств, ценностей и бланков строгой отчетности
uz: 7.Pul mablag‘lari, qiymatliklar va qat’iy hisobdagi blanklarni inventarizasiyasi
uz_cyrl: 19.7.Пул маблағлари

# bxms19.3.8
source: 8.Инвентаризация расчетов
uz: 8.Hisob-kitoblarni inventarizasiyasi
uz_cyrl: 19.8.Ҳисоб

# bxms19.6
source: 19.6. Дата вступления в силу
uz: 19.6. Kuchga kirish sanasi
uz_cyrl: 19.6. Кучга кириш санаси

# bxms19.6.0
source: 19.6.0.Дата вступления в силу
uz: 19.6.0. Kuchga kirish sanasi
uz_cyrl: 19.6.0 Кучга кириш санаси

# bxms19.6.1
source: 19.6.1.ПРИЛОЖЕНИЕ
uz_cyrl: 19.6.1.Иловалар

# bxms19.6.2
source: 19.6.2.ПРИЛОЖЕНИЕ
uz_cyrl: 19.6.2.Иловалар

# bxms19.6.3
source: 19.6.3.ПРИЛОЖЕНИЕ
uz_cyrl: 19.6.3.Иловалар

# bxms19.6.4
source: 19.6.4.ПРИЛОЖЕНИЕ
uz_cyrl: 19.6.4.Иловалар

# bxms19.6.5
source: 19.6.5.ПРИЛОЖЕНИЕ
uz_cyrl: 19.6.5.Иловалар

# bxms19.6.6
source: 19.6.6.ПРИЛОЖЕНИЕ
uz_cyrl: 19.6.6.Иловалар

# bxms19.6.7
source: 19.6.7.ПРИЛОЖЕНИЕ
uz_cyrl: 19.6.7.Иловалар

# bxms19.6.8
source: 19.6.8.ПРИЛОЖЕНИЕ
uz_cyrl: 19.6.8.Иловалар

# bxms19.6.9
source: 19.6.9.ПРИЛОЖЕНИЕ
uz_cyrl: 19.6.9.Иловалар

# bxms19.6.10
source: 19.6.10.ПРИЛОЖЕНИЕ
uz_cyrl: 19.6.10.Иловалар

# bxms19.6.11
source: 19.6.11.ПРИЛОЖЕНИЕ
uz_cyrl: 19.6.11.Иловалар

# bxms19.6.12
source: 19.6.12.ПРИЛОЖЕНИЕ
uz_cyrl: 19.6.12.Иловалар

# bxms19.6.13
source: 19.6.13.ПРИЛОЖЕНИЕ
uz_cyrl: 19.6.13.Иловалар

# bxms19.6.14
source: 19.6.14.ПРИЛОЖЕНИЕ
uz_cyrl: 19.6.14.Иловалар

# bxms19.6.15
source: 19.6.15.ПРИЛОЖЕНИЕ
uz_cyrl: 19.6.15.Иловалар

# bxms19.6.16
source: 19.6.16.ПРИЛОЖЕНИЕ
uz_cyrl: 19.6.16.Иловалар

# bxms19.6.17
source: 19.6.17.ПРИЛОЖЕНИЕ
uz_cyrl: 19.6.17.Иловалар

# bxms19.6.18
source: 19.6.18.ПРИЛОЖЕНИЕ
uz_cyrl: 19.6.18.Иловалар

# bxms20.1.0
source: 20.0.ПРИКАЗ
uz: 20.0.Buyruq
uz_cyrl: 20.1.0.Буйруқ

# bxms20.1.1
source: 20.1.ОБЩИЕ ПОЛОЖЕНИЯ
uz: 20.1.I bob. Umumiy qoidalar
uz_cyrl: 20.1.1. I боб Умумий қоидалар

# bxms20.1.2
source: 20.2.ЦЕЛИ
uz: 20.2.II bob. Buxgalteriya hisobini tashkil etish
uz_cyrl: 20.1.2. II боб Бухгалтерия ҳисобини ташкил этиш

# bxms20.1.3
source: 20.3.СФЕРА ДЕЙСТВИЯ
uz: 20.3.III bob. Buxgalteriya hisobining soddalashtirilgan tartibini yuritish
uz_cyrl: 20.1.3. III боб Бухгалтерия ҳисобининг соддалаштирилган тартибини юритиш

# bxms20.1.4
source: 20.4.ОПРЕДЕЛЕНИЯ
uz: 20.4.IV bob. Buxgalteriya hisobining oddiy shakli
uz_cyrl: 20.1.4. IV боб Бухгалтерия ҳисобининг оддий шакли

# bxms20.1.5
source: 20.5.ВЕДЕНИЕ УЧЕТА И СОСТАВЛЕНИЕ ОТЧЕТНОСТИ ДЛЯ СУБЪЕКТОВ МАЛОГО ПРЕДПРИНИМАТЕЛЬСТВА
uz: 20.5.V bob. Buxgalteriya hisobining kombinasiyalashgan shakli
uz_cyrl: 20.1.5. V боб Бухгалтерия ҳисобининг комбинациялашган шакли

# bxms21.1.0
source: 21.0.Приказ
uz: 21.0.Buyruq
uz_cyrl: 21.0.Буйруқ

# bxms21.1.1
source: 21.1.Общие положения
uz: 21.1.1-UMUMIY QOIDALAR
uz_cyrl: 21.1.1. УМУМИЙ ҚОИДАЛАР

# bxms21.1.2
source: 21.2.Сфера действия
uz: 21.2.2- AMAL QILISH SOHASI
uz_cyrl: 21.2.2. АМАЛ ҚИЛИШ СОҲАСИ

# bxms21.1.3
source: 21.3.Определения
uz: 21.3.3-TUSHUNCHALAR
uz_cyrl: 21.3.3. ТУШУНЧАЛАР

# bxms21.1.4
source: 21.4.ПРИЛОЖЕНИЕ 1
uz: 21.4.1-ILOVA
uz_cyrl: 21.4.4. 1-илова

# bxms21.1.5
source: 21.5.ПРИЛОЖЕНИЕ 2
uz: 21.4.2-ILOVA
uz_cyrl: 21.4.5. 2-илова

# bxms22.0
source: 22.0.Приказ
uz: 22.0.Buyruq
uz_cyrl: 22.0.Буйруқ

# bxms22.1
source: 22.1.Общие положения
uz: 22.1.1-§. Umumiy qoidalar
uz_cyrl: 22.1.Умумий қоидалар

# bxms22.2
source: 22.2.Отражение операций в иностранной валюте в бухгалтерском учете
uz: 22.2.2-§. Chet el valyutasidagi operasiyalarni buxgalteriya hisobida aks ettirish
uz_cyrl: 22.2.Чет эл валютасидаги операцияларни бухгалтерия ҳисобида акс эттириш

# bxms22.3
source: 22.3.Оценка товарно-материальных запасов и других активов, приобретенных за иностранную валюту
uz: 22.3.3-§. Chet el valyutasida xarid qilingan tovar-moddiy zaxiralari va boshqa aktivlarni baholash
uz_cyrl: 22.3.Чет эл валютасида харид қилинган товар-моддий захиралари ва бошқа активларни баҳолаш

# bxms22.4
source: 22.4.Учет курсовой разницы
uz: 22.4.4-§. Kurs farqining hisobi
uz_cyrl: 22.4.Курс фарқининг ҳисоби

# bxms22.5
source: 22.5.Учет активов и обязательств, используемых для ведения деятельности за пределами Республики Узбекистан
uz: 22.5.5-§. O‘zbekiston Respublikasidan tashqarida faoliyat yuritish uchun foydalaniladigan aktivlar va majburiyatlar hisobi
uz_cyrl: 22.5.Ўзбекистон Республикасидан ташқарида фаолият юритиш учун фойдаланиладиган активлар ва мажбуриятлар ҳисоби

# bxms22.6
source: 22.6.Пересчет финансовой отчетности дочерних (зависимых) хозяйственных обществ
uz: 22.6.6-§. Konsolidasiyalashgan moliyaviy hisobotga kiritish uchun shoʻba (tobe) xo‘jalik jamiyatlari, mustaqil balansga ajratilgan tarkibiy bo‘linmalarning moliyaviy hisobotini qayta hisoblash
uz_cyrl: 22.6.Консолидациялашган молиявий ҳисоботга киритиш учун шўъба (тобе) хўжалик жамиятлари, мустақил балансга ажратилган таркибий бўлинмаларнинг молиявий ҳисоботини қайта ҳисоблаш

# bxms22.7
source: 22.7.Раскрытие информации
uz: 22.7.7-§. Axborotlarni yoritib berish
uz_cyrl: 22.7.Ахборотларни ёритиб бериш

# bxms23.0
source: 23.0.Приказ
uz: 23.0.Buyruq
uz_cyrl: 23.0.Буйруқ

# bxms23.1
source: 23.1.Общие положения
uz: 23.1.1-§. Umumiy qoidalar
uz_cyrl: 23.1.Умумий қоидалар

# bxms23.2
source: 23.2.Признание осуществления реорганизации в целях отражения в финансовой отчетности
uz: 23.2.2-§. Moliyaviy hisobotda aks ettirish maqsadida qayta tashkil etish amalga oshirilganligining tan olinishi
uz_cyrl: 23.2.Молиявий ҳисоботда акс эттириш мақсадида қайта ташкил этиш амалга оширилганлигининг тан олиниши

# bxms23.3
source: 23.3.Порядок оценки активов и обязательств
uz: 23.3.3-§. Aktivlar va majburiyatlarni baholash tartibi
uz_cyrl: 23.3.Активлар ва мажбуриятларни баҳолаш тартиби

# bxms23.4
source: 23.4.Финансовая отчетность при осуществлении реорганизации предприятий
uz: 23.4.4-§. Korxonani qayta tashkil etishni amalga oshirishda moliyaviy hisobot
uz_cyrl: 23.4.Корхонани қайта ташкил этишни амалга оширишда молиявий ҳисобот

# bxms23.5
source: 23.5.Особенности формирования показателей финансовой отчетности при осуществлении реорганизации в форме слияния
uz: 23.5.5-§. Qo‘shib yuborish shaklida qayta tashkil etishni amalga oshirishda moliyaviy hisobot ko‘rsatkichlarini shakllantirishning xususiyatlari
uz_cyrl: 23.5.Қўшиб юбориш шаклида қайта ташкил этишни амалга оширишда молиявий ҳисобот кўрсаткичларини шакллантиришнинг хусусиятлари

# bxms23.6
source: 23.6.Особенности формирования показателей финансовой отчетности при осуществлении реорганизации в форме присоединения
uz: 23.6.6-§. Qo‘shib olish shaklida qayta tashkil etishni amalga oshirishda moliyaviy hisobot ko‘rsatkichlarini shakllantirishning xususiyatlari
uz_cyrl: 23.6.Қўшиб олиш шаклида қайта ташкил этишни амалга оширишда молиявий ҳисобот кўрсаткичларини шакллантиришнинг хусусиятлари

# bxms23.7
source: 23.7.Особенности формирования показателей финансовой отчетности при осуществлении реорганизации в форме разделения
uz: 23.7.7-§. Bo‘lish shaklida qayta tashkil etishni amalga oshirishda moliyaviy hisobot ko‘rsatkichlarini shakllantirishning xususiyatlari
uz_cyrl: 23.7.Бўлиш шаклида қайта ташкил этишни амалга оширишда молиявий ҳисобот кўрсаткичларини шакллантиришнинг хусусиятлари

# bxms23.8
source: 23.8.Особенности формирования показателей финансовой отчетности при осуществлении реорганизации в форме выделения
uz: 23.8.8-§. Ajratib chiqarish shaklida qayta tashkil etishni amalga oshirishda moliyaviy hisobot ko‘rsatkichlarini shakllantirishning xususiyatlari
uz_cyrl: 23.8.Ажратиб чиқариш шаклида қайта ташкил этишни амалга оширишда молиявий ҳисобот кўрсаткичларини шакллантиришнинг хусусиятлари

# bxms23.9
source: 23.9.Особенности формирования показателей финансовой отчетности при осуществлении реорганизации в форме преобразования
uz: 23.9.9-§. O‘zgartirish shaklida qayta tashkil etishni amalga oshirishda moliyaviy hisobot ko‘rsatkichlarini shakllantirishning xususiyatlari
uz_cyrl: 23.9.Ўзгартириш шаклида қайта ташкил этишни амалга оширишда молиявий ҳисобот кўрсаткичларини шакллантиришнинг хусусиятлари

# bxms23.10
source: 23.10.Раскрытие информации в финансовой отчетности
uz: 23.10.10-§. Moliyaviy hisobotda axborotning yoritilishi
uz_cyrl: 23.10.Молиявий ҳисоботда ахборотнинг ёритилиши

# bxms24.0
source: 24.1. Приказ
uz: 24.1. Buyruq
uz_cyrl: 24.1. Буйруқ

# bxms24.0.1
source: 24.0.Приказ
uz: 24.0.Buyruq
uz_cyrl: 24.0.Буйруқ

# bxms24.0.3
source: 24.3.Раскрытие информации
uz: 24.3.Ma’lumotni ochib berish
uz_cyrl: 24.3.Маълумотни очиб бериш

# bxms24.2
source: 24.2. Порядок учета затрат по займам
uz: 24.2. Qarzlar bo'yicha xarajatlar hisobining tartibi
uz_cyrl: 24.2. Қарзлар бўйича харажатлар ҳисобининг тартиби

# bxms24.2.1
source: 1.Признание затрат по займам
uz: 1.1.Qarzlar bo‘yicha xarajatlarning tan olinish
uz_cyrl: 1.Қарзлар бўйича харажатларнинг тан олиниши

# bxms24.2.2
source: 2.Затраты по займам, разрешенные для капитализации
uz: 2.2.Kapitalizasiya qilish uchun ruxsat etilgan qarzlar bo‘yicha xarajatlar
uz_cyrl: 2.Капитализация қилиш учун рухсат этилган қарзлар бўйича харажатлар

# bxms24.2.3
source: 3.Превышение балансовой стоимости квалифицируемого актива над его текущей стоимостью
uz: 3.3.Kvalifikasiyalangan aktiv balans qiymatining uning joriy qiymatidan oshib ketishi
uz_cyrl: 3.Квалификацияланган актив баланс қийматининг унинг жорий қийматидан ошиб кетиши

# bxms24.2.4
source: 4.Начало капитализации затрат по займам
uz: 4.4.Qarzlar bo‘yicha xarajatlarni kapitalizasiya qilishning boshlanishi
uz_cyrl: 4.Қарзлар бўйича харажатларни капитализация қилишнинг бошланиши

# bxms24.2.5
source: 5.Приостановление капитализации затрат по займам
uz: 5.5.Qarzlar bo‘yicha xarajatlarni kapitalizasiya qilishning to‘xtatilishi
uz_cyrl: 5.Қарзлар бўйича харажатларни капитализация қилишнинг тўхтатилиши

# bxms24.2.6
source: 6.Прекращение капитализации затрат по займам
uz: 6.6.Qarzlar bo‘yicha xarajatlarni kapitalizasiya qilishni tugatish
uz_cyrl: 6.Қарзлар бўйича харажатларни капитализация қилишни тугатиш

# bxmsCat2.21
source: 2.21.Учетная политика
uz: missing

# bxms2.0
source: 2.0.ПРИКАЗ
uz: 2.0.Buyruq

# bxms19.3
source: 19.3. Инвентаризация
uz: 19.3. Inventarizasiyasi
